[{"id":680,"title":"Cahaya Kilat Menerangi Malam untuk Mengantarkan Hasan dan Husein pulang","img":"https://ucarecdn.com/e826a008-a85f-4d6b-84b1-ddff36a0f4e0/","grading":"صحيح","tag":["Fadhail Hasan bin Ali"],"tags":"Fadhail Hasan bin Ali","reference":"Al-Mustadrak al-Sahihayn (380/4482) Jil.3 Hal.183 - al-Hakim Nishapuri","kitab":"Al-Mustadrak al-Sahihayn (380/4482)","author":"al-Hakim Nishapuri","volume":"3","page":"183","source_url":"https://archive.org/details/03_20210622_20210622_0759/03/page/n181/mode/2up","youtube_url":"https://www.youtube.com/watch?v=x8gOr02jgVw","text_ar":"\r\nعن أبي هريرة رضي الله عنه قال : كنا نصلي مع رسول الله العشاء فكان يصلي فإذا سجد وثب الحسن والحسين على ظهره وإذا رفع رأسه أخذهما فوضعهما وضعاً رفيقاً ، فإذا عاد عادا فلما صلى جعل واحداً هاهنا وواحداً هاهنا فجئته فقلت : يا رسول الله ألا أذهب بهما إلى أمهما قال : لا فبرقت برقة فقال الحقا بأمكما فما زالا يمشيان في ضوئها حتى دخلا\r\n\r\nهذا حديث صحيح الإسناد ولم يخرجاه\r\n\r\nقال في التلخيص : صحيح","text_id":"Dari Abu Huraira, semoga Allah meridhoinya, dia berkata: \"Kami biasa shalat Isya bersama Rasulullah, dan beliau akan shalat. Ketika beliau sujud, Al-Hasan dan Al-Hussein akan melompat ke punggungnya, dan ketika beliau mengangkat kepalanya, beliau akan mengambil mereka dengan lembut dan menurunkannya. Ketika beliau kembali sujud, mereka kembali [melompat ke punggungnya]. Ketika beliau selesai shalat, beliau meletakkan salah satu di kanannya dan yang lain di kirinya. Saya mendatanginya dan berkata: 'Wahai Rasulullah, tidakkah saya bawa mereka ke ibunya?' Beliau berkata: 'Tidak.' Kemudian kilat menyambar, maka beliau berkata, 'Pergilah ke ibumu,' dan mereka berjalan di cahayanya sampai mereka masuk [rumah].\"\r\n\r\nal-Hakim: Hadis Sahih tapi tidak diriwayatkan Bukhari dan Muslim\r\n\r\nad-Dzahabi: Sahih","text_en":"From Abu Huraira, may Allah be pleased with him, he said: \"We used to pray the night prayer with the Messenger of Allah, and he would pray. When he prostrated, Al-Hasan and Al-Hussein would jump on his back, and when he raised his head, he would take them gently and put them down. When he returned to prostration, they returned [to jumping on his back]. When he finished the prayer, he placed one of them on his right and the other on his left. I came to him and said: 'O Messenger of Allah, shall I not take them to their mother?' He said: 'No.' Then lightning flashed, so he said, 'Go to your mother,' and they walked in its light until they entered [the house].\"\r\n\r\nal-Hakim: Hadis Sahih tapi but not narrated by Bukhari and Muslim\r\n\r\nad-Dzahabi: Sahih"},{"id":678,"title":"Keutamaan Maulid: Pendapat para ulama Ahlusunnah","img":"https://admin.mediakautsar.com/wp-content/uploads/2024/02/image-24.png","grading":"","tag":["Maulid","Unity"],"tags":"Maulid, Unity","reference":"Iʿānat al-Tālibīn Jil.3 Hal.105-106 - al-Dimyati","kitab":"Iʿānat al-Tālibīn","author":"al-Dimyati","volume":"3","page":"105 - 106","source_url":"https://archive.org/details/FP7608/03_7610/page/n363/mode/2up","youtube_url":"https://www.youtube.com/watch?v=bxuxidQhPlY","text_ar":"قال الحسن البصري، قدس الله سره: وددت لو كان لي مثل جبل أحد ذهبا لانفقته على قراءة مولد الرسول.\r\n\r\nقال الجنيدي البغدادي رحمه الله: من حضر مولد الرسول وعظم قدره فقد فاز بالايمان.\r\n\r\nوقال السري السقطي: من قصد موضعا يقرأ فيه مولد النبي (ص) فقد قصد روضة من رياض الجنة\r\n\r\nلانه ما قصد ذلك الموضع إلا لمحبة الرسول. وقد قال عليه السلام: من أحبني كان معي في الجنة.\r\n\r\nقال سلطان العارفين جلال الدين السيوطي في كتابه الوسائل في شرح الشمائل: ما من بيت أو مسجد أو محلة قرئ فيه مولد النبي (ص) هلا حفت الملائكة بأهل ذلك المكان وعمهم الله بالرحمة. ","text_id":"berkata Hasan Al-Bashri: jika aku memiliki emas seperti gunung uhud, niscaya aku akan infakkan untuk pembacaan maulid Rasulullah saw\r\n\r\nBerkata Junaidi Al-Baghdadi: barang siapa yang mengadiri maulid Rasulullah saw, lalu dia mengagungkan kedudukan beliau saw, maka dia telah sukses dalam keimanannya.\r\n\r\nBerkata As-Sirri As-Saqthi: siapa yang mendatangi suatu tempat yang dibacakan didalamnya maulid Nabi saw, maka dia seakan-akan mendatangi taman dari taman-taman surga, \r\n\r\nKarena dia tidak mendatangi tempat tersebut melainkan kecintaan kepada Rasulullah saw, sedangkan Rasulullah saw pernah bersabda: barang siapa yang mencintaiku maka dia bersamaku di surga.\r\n\r\nBerkata Imam As-Suyuthi didalam kitabnya Wasail fi Syarhi Syamail: tidak ada suatu rumah pun atau masjid atau tempat yang lain, dibacakan didalamnya maulid Nabi saw, melainkan para malaikat akan mengelilingi bagi penghuni tempat tersebut dan Allah akan meliputi mereka dengan rahmat-Nya","text_en":"Hasan Al-Basri, may God sanctify his secret, said: I wish I had gold equivalent to Mount Uhud so that I could spend it on the recitation of the Prophet's birth.\r\n\r\nJunaid Al-Baghdadi, may God have mercy on him, said: Whoever attends the Prophet's birth and magnifies his stature has indeed succeeded in faith.\r\n\r\nAs-Sirri As-Saqti said: Whoever aims for a place where the Prophet's birth is recited has aimed for a garden out of the gardens of Paradise,\r\n\r\nbecause he aimed for that place only out of love for the Messenger. And it has been said by him, peace be upon him: Whoever loves me will be with me in Paradise.\r\n\r\nSultan of the Gnostics, Jalaluddin Al-Suyuti, in his book \"The Means in Explaining the Characteristics,\" said: There is no house, mosque, or locality where the Prophet's birth is recited except that angels will surround the people of that place, and God will envelop them in His mercy."},{"id":676,"title":"Ulama Sunni: Qur’an Syiah Tidak Beda","img":"https://ucarecdn.com/63d74ba1-bf79-4832-ab31-221a9db92d37/","grading":"","tag":["Fitnah","Qur'an","Tahrif","Unity"],"tags":"Fitnah, Qur'an, Tahrif, Unity","reference":"Difa A'nil Aqidah Wa Syari'ah Jil.1 Hal.219-221 - Muhammad Al Ghozali","kitab":"Difa A'nil Aqidah Wa Syari'ah","author":"Muhammad Al Ghozali","volume":"1","page":"219 - 221","source_url":"https://archive.org/details/Pdf077_201812/page/n217/mode/2up","youtube_url":"https://www.youtube.com/watch?v=ZM3GQo32-Ys","text_ar":"إن من أنكر الأمور افتعال الأسباب لتفريق الكلمة وتمزيق الأمة.\r\nربما اختلفت وجهات النظر في قضية ما، وانشعب الناس حولها مذاهب. لكن حيث لا تختلف الأفهام ولا تتعدد الأنظار، كيف يستبيح بعض الناس لأنفسهم أن يخلقوا الفرقة خلقًا، وأن يقحموها على الواقع إقحامًا، لا لشيء إلا لرؤية الناس أحزابًا متناحرة وطوائف متدابرة. إنني أسف لأن بعض ممن يرسلون الكلام على عواهنه (٢). لا.. بل بعض ممن يسوقون التهم جزافًا غير مبالين بعواقبها دخلوا في ميدان الفكر الإسلامي بهذه الأخلاق المعلولة فأساءوا إلى الإسلام وأمته شر إساءة. سمعت واحدًا من هؤلاء يقول في مجلس علم: \"إن للشيعة قرآنًا آخر يزيد أو ينقص عن قرآننا المعروف\".\r\nفقلت له: \"أين هذا القرآن؟ إن العالم الإسلامي الذي امتدت رقعته في ثلاث قارات ظل من بعثة محمد ﷺ إلى يومنا هذا بعد أن سلخ من عمر الزمن أربعة عشر قرنًا لا يعرف إلا مصحفًا واحدًا مضبوط البداية والنهاية معدود السور والآيات والألفاظ، فأين هذا القرآن الآخر؟! ولماذا لم يطلع الإنس والجن على نسخة منه خلال هذا الدهر الطويل؟ لماذا يساق هذا الافتراء؟! والحساب من تفتعل هذه الشائعات وتلقى بين الأغرار ليسوء ظنهم بإخوانهم وقد يسوء ظنهم بكتابهم. إن المصحف واحد يطبع في القاهرة فيقدسه الشيعة في النجف أو في طهران ويتداولون نسخه بين أيديهم وفي بيوتهم دون أن يخطر ببالهم شيء بنة إلا توقير الكتاب ومنزله - جل شأنه - ومبلغه - ا - فلم الكذب على الناس وعلى الوحى؟ ومن هؤلاء الأفاكين من روج أن الشيعة أتباع على، وأن السنيين أتباع محمد، وأن الشيعة يرون عليًا أحق بالرسالة، أو أنها أخطأته إلى غيره! وهذا لغو قبيح وتزوير شائن. ولكن تصديق هذا اللغو كان الباعث على تلك المجزرة المخزية التي وقعت بين أبناء الإسلام من سنة وشيعة، فجعلتهم - وهم الأخوة في الدين - يأكل بعضهم بعضًا على هذا النحو المهين. إن الشيعة يؤمنون برسالة محمد ويرون شرف على في انتمائه إلى هذا الرسول وفي استمساكه بسنته وهم كسائر المسلمين لا يرون بشرًا في الأولين والآخرين أعظم من الصادق الأمين ولا أحق منه بالاتباع، فكيف ينسب لهم هذا الهذر (۱)؟ الواقع أن الذين يرغبون في تقسيم الأمة طوائف متعادية لما لم يجدوا لهذا التقسيم سببًا معقولًا لجأوا إلى افتعال أسباب الفرقة، فاتسع لهم ميدان الكذب حين ضاق ميدان الصدق. لست أنفى أن هناك خلافات فقهية ونظرية بين الشيعة والسنة، بعضها قريب الغور وبعضها بعيد الغور، بيد أن هذه الخلافات لا تستلزم معشار الجفاء الذي وقع بين الفريقين، وق\r\n\r\nد نشب خلاف فقهى ونظرى بين مذاهب السنة نفسها بل بين أتباع المذهب الواحد منها، ومع ذلك فقد حال العقلاء دون تحول هذا الخلاف إلى خصام بارد أو ساخن. وكان خيرًا للشيعة أن يفهموا أن أهل السنة يضمرون أعمق الود لأهل البيت وينفرون أشد النفرة مما يسوءهم. وكان خيرًا للسنيين أن يفهموا أن الشيعة يلزمون أنفسهم سنن صاحب هذه الرسالة، ويعدون الانحراف عنه زيعًا. أما ما وقع من اختلاف فقهي أو نظري فلا يعدو أن يكون وجهات نظر لها مصادرها العلمية ونية أصحابها إلى الله وهم - أصابوا أو أخطأوا - مثابون مأجورون. وقد يتشدد فريق من الناس فيقول عن الفريق الآخر: إنه مخطئ يقينًا! ليكن، فما صلة هذا الخطأ بالقلوب وما أودعت من إيمان. هب خطيبًا أخطأ في إعراب كلمة، أو كاتبًا أخطأ في إملائها أو حاسبًا أخطأ في إثبات رقم، أو مؤرخًا أخطأ في ضبط واقعة. هب ذلك كله وقع، فما صلة هذا الخطأ بحقيقة الدين، ونظم عباد الله طورًا بين المؤمنين وطورًا بين الكافرين؟ إذا كان الرجل يؤمن معي بكتاب الله وسنة رسول الله ﷺ، ويصلي الخمس كل يوم، ويصوم رمضان كل عام، ويحج البيت إن استطاع إليه سبيلاً فكيف أستبيح تكفيره لأنه أخطأ الفهم في بعض القضايا أو أخطأ الوزن لبعض الرجال؟ لكن هناك خطأ حقيقي وقع فيه هذا أو ذاك، خطأ لا أقبل الاعتراف به، فلماذا لا يترك البت في هذه الأمور للزمان المتطاول يحل المشكلات الفقهية والنظرية بدل أن تحل في معارك الجدل الذي يفقد فيه المجادلون ضمائرهم وصفاءها، أو تحل في معارك القتال الذي تنحل فيه عروة الإيمان ويزار فيه صوت الشيطان. إن الخلاف الفقهي أو النظري في كثير من الأمور ليس خبزًا نتناوله كل يوم، والقضايا التي دار فيها هذا النزاع يمكن للمسلمين أطراحها جانبًا ونسيانها أمدًا، يشتغلون خلاله بالبناء لا بالهدم، بالعمل الله في المحاريب المخبتة (1) أو في الميادين المنتجة. أما شغل الناس حتمًا بخلافات لها أصل - وما أقلها - أو بخلافات مفتعلة - وما أكثرها - فليس من الدين في قليل ولا كثير. والذين يحرصون على ذلك ليسوا من الله في شيء.","text_id":"Perbedaan Pendapat dan Persatuan Umat Islam\r\n\r\nMungkin berbeda sudut pandang dalam suatu perkara, dan manusia terpecah menjadi aliran-aliran karenanya. Tapi, di mana pemahaman tidak berbeda dan pandangan tidak beragam, bagaimana sebagian orang berani menciptakan perpecahan dengan sengaja, dan memaksakannya pada kenyataan, hanya untuk melihat manusia terpecah belah dan berselisih?\r\n\r\nFitnah dan Kebohongan tentang Syiah\r\n\r\nSaya menyesalkan sebagian orang yang berbicara tanpa pertimbangan. Bahkan, sebagian yang melontarkan tuduhan tanpa rasa tanggung jawab atas akibatnya, memasuki ranah pemikiran Islam dengan akhlak yang rusak ini. Mereka telah mencoreng Islam dan umatnya dengan cara yang sangat buruk.\r\n\r\nSaya mendengar salah satu dari mereka berkata dalam sebuah majelis ilmu: \"Syiah memiliki Quran lain yang berbeda dari Quran yang kita kenal.\"\r\n\r\nLalu saya bertanya kepadanya: \"Di mana Quran itu?\"\r\n\r\nDunia Islam yang membentang di tiga benua sejak Nabi Muhammad SAW diutus hingga hari ini, setelah empat belas abad berlalu, tidak mengenal kecuali satu mushaf. Mushaf yang memiliki awal dan akhir yang jelas, dengan jumlah surat, ayat, dan kata yang terhitung. Di mana Quran lain itu?!\r\n\r\nDan mengapa manusia dan jin tidak pernah melihat satupun salinannya selama berabad-abad ini?!\r\n\r\nMengapa fitnah ini dilontarkan?! Dan apa pertanggungjawaban mereka yang menyebarkan rumor ini dan melemparkannya kepada orang-orang awam, sehingga prasangka mereka terhadap saudara-saudara mereka menjadi buruk, dan prasangka mereka terhadap kitab suci mereka menjadi buruk?\r\n\r\nMushaf itu satu, dicetak di Kairo, dan Syiah di Najaf atau Teheran memujanya dan menyebarkan salinannya di antara mereka di rumah-rumah mereka tanpa terlintas di benak mereka sesuatu pun, kecuali rasa hormat terhadap kitab suci dan kedudukannya yang tinggi - Maha Suci Dia - dan maknanya.\r\n\r\nKebohongan tentang Syiah dan Sunni\r\n\r\nDi antara pendusta ini, ada yang menyebarkan bahwa Syiah adalah pengikut Ali, dan Sunni adalah pengikut Muhammad, dan bahwa Syiah menganggap Ali lebih berhak atas kenabian, atau bahwa kenabian telah keliru menunjuk orang lain.\r\n\r\nIni adalah omong kosong yang buruk dan pemalsuan yang keji.\r\n\r\nPersatuan dan Toleransi\r\n\r\nSyiah beriman kepada kenabian Muhammad dan melihat kehormatan Ali dalam hubungannya dengan rasul ini dan dalam keteguhannya pada sunnahnya. Mereka, seperti semua Muslim, tidak melihat manusia di masa lalu dan masa depan yang lebih agung daripada Nabi Muhammad SAW dan tidak lebih berhak untuk diikuti daripada beliau.\r\n\r\nKenyataannya, mereka yang ingin memecah belah umat menjadi aliran-aliran yang bermusuhan, ketika mereka tidak menemukan alasan yang masuk akal untuk perpecahan ini, mereka resorting to creating reasons for division.\r\n\r\nKesimpulan\r\n\r\nPerbedaan fikih atau teoritis tidak lebih dari sudut pandang yang memiliki sumber ilmiahnya dan niat pemiliknya kepada Allah SWT.\r\n\r\nJika ada kesalahan yang nyata terjadi, mengapa tidak menyerahkan penyelesaian masalah ini kepada waktu yang akan menyelesaikan masalah fikih dan teoritis, daripada menyelesaikannya dalam pertempuran debat yang menyebabkan para debater kehilangan hati nurani mereka, atau dalam pertempuran pertempuran yang mematahkan tali iman dan meninggikan suara setan.\r\n\r\nPerbedaan fikih atau teoritis dalam banyak hal bukanlah makanan yang kita konsumsi setiap hari. Umat Islam dapat mengesampingkan dan melupakan isu-isu yang disengketakan ini untuk sementara waktu, dan selama waktu itu mereka dapat fokus pada pembangunan daripada penghancuran, dan bekerja untuk Allah SWT di tempat-tempat ibadah yang tersembunyi atau di lapangan yang produktif.\r\n\r\nSedangkan menyibukkan orang-orang dengan perbedaan yang memiliki dasar - dan itu sangat sedikit - atau dengan perbedaan yang dibuat-buat - dan itu jauh lebih banyak - bukanlah bagian dari agama sedikitpun.\r\n\r\nDan mereka yang berkeras pada hal itu tidak ada hubungannya dengan Allah SWT.","text_en":"Differences of opinion and Unity of the Muslim Ummah\r\nThere may be different perspectives on an issue, and people may be divided into schools of thought because of it. But where understandings do not differ and views do not diverge, how can some people dare to create division deliberately and force it upon reality, for no other reason than to see people become warring parties and conflicting groups?\r\n\r\nSlander and Lies about Shia\r\n\r\nI regret those who speak without consideration. In fact, some who throw accusations around without any sense of responsibility for the consequences, enter the realm of Islamic thought with these corrupted morals. They have defamed Islam and its people in a very bad way.\r\n\r\nI heard one of them say in a gathering of knowledge: \"The Shia have another Quran that adds to or subtracts from our known Quran.\"\r\n\r\nThen I asked him: \"Where is this Quran?\"\r\n\r\nThe Islamic world, which has stretched across three continents since the Prophet Muhammad was sent until today, after fourteen centuries have passed, does not recognize any other mushaf except one. A mushaf that has a clear beginning and end, with a counted number of surahs, verses, and words. Where is this other Quran?!\r\n\r\nAnd why haven't humans and jinn ever seen even one copy of it during these centuries?!\r\n\r\nWhy is this slander being uttered?! And what is the responsibility of those who spread these rumors and throw them at ordinary people, so that their suspicion of their brothers becomes bad, and their suspicion of their holy book becomes bad?\r\n\r\nThe mushaf is one, printed in Cairo, and the Shia in Najaf or Tehran venerate it and circulate its copies among themselves in their homes without a thought crossing their minds except respect for the holy book and its high standing - may He be glorified - and its meaning.\r\n\r\nLies about Shia and Sunni\r\n\r\nAmong these liars, there are some who spread that the Shia are followers of Ali, and the Sunni are followers of Muhammad, and that the Shia consider Ali more deserving of prophethood, or that prophethood erred in choosing someone else.\r\n\r\nThis is foul nonsense and shameful forgery.\r\n\r\nUnity and Tolerance\r\n\r\nShia believe in the prophethood of Muhammad and see Ali's honor in his connection to this prophet and in his adherence to his Sunnah. They, like all Muslims, do not see any human from the past or future who is greater than Prophet Muhammad SAW and more deserving of being followed than him.\r\n\r\nIn reality, those who want to divide the nation into hostile sects, when they fail to find a reasonable reason for this division, resort to creating reasons for division.\r\n\r\nConclusion\r\n\r\nDifferences in fiqh or theory are nothing more than viewpoints that have their scholarly sources and the intentions of their owners towards Allah SWT.\r\n\r\nIf there is a real mistake that happens, why not leave the settlement of this matter to time, which will solve the fiqh and theoretical problems, rather than solving them in battles of debate that cause the debaters to lose their conscience, or in battles of war that break the bond of faith and elevate the voice of Satan.\r\n\r\nThe difference in fiqh or theory in many things is not food that we consume every day. Muslims can set aside and forget the disputed issues for a while, and during that time they can focus on building rather than destroying, and working for Allah SWT in hidden places of worship or in productive fields.\r\n\r\nAs for preoccupying people with differences that have a basis - and that is very few - or with differences that are fabricated - and that is much more numerous - it is not part of the religion in the least.\r\n\r\nAnd those who insist on it have nothing to do with Allah SWT."},{"id":674,"title":"Quran dan Ahlulbait 2 Khalifah","img":"https://ucarecdn.com/aa5b315f-97e8-4629-badb-f2c56571c30b/","grading":"حسن","tag":["Ahlulbait","Khalifatain","Qur'an","Thaqalayn"],"tags":"Ahlulbait, Khalifatain, Qur'an, Thaqalayn","reference":"Qutul Muqhtadzi Jil.2 Hal.1021 - Jalaludin al-Suyuti","kitab":"Qutul Muqhtadzi","author":"Jalaludin al-Suyuti","volume":"2","page":"1021","source_url":"https://archive.org/details/KutAlMughtathi/KutulMu3tathi02/page/n495/mode/2up","youtube_url":"https://www.youtube.com/watch?v=STya00AsCIM","text_ar":"إني تارك فيكم ما إن تمسكتم به\r\n\r\nالطيبي : «ما» موصولة، والجملة الشرطية صلتها، ومعنى التمسك بالقرآن العمل بما فيه وهو الانتمار (٤) بأوامره، والانتهاء عن نواهيه\r\n\r\nوالتمسك بالعترة محبتهم والاهتداء بهداهم وسيرهم، \r\n\r\nوفي إشارة إلى\r\nأنهما بمنزلة التوأمين الخليفتين عن رسول الله","text_id":"“Sungguh aku telah tinggalkan kepada kalian yang jika kalian berpegang dengannya”\r\n\r\nAt-Thibi berkata: maksud dari berpegang teguh dengan Al-Qur’an adalah beramal dengan apa-apa yang ada didalamnya, yaitu mengikuti segala perintahnya dan menjauhi segala larangannya.\r\n\r\nSedangkan makna berpegang teguh dengan itrah adalah mencintai mereka, mengikuti pentunjuk dan jalan hidup mereka. \r\n\r\nDan terdapat isyarat bahwa keduanya (yaitu Al-Qur’an dan itrah) seperti saudara kembar, dua khalifah Rasulullah saw…","text_en":"\"Indeed, I am leaving among you that which if you hold on to\"\r\n\r\nAl-Thibi said: \"ma\" is a relative pronoun, and the conditional sentence is its clause, and the meaning of holding on to the Quran is acting upon what is within it, which is embracing its commands and abstaining from its prohibitions.\r\n\r\nAnd holding on to the family (itrah) means loving them, being guided by their guidance and their ways,\r\n\r\nand it points to the fact that they are like twins, two successors of the Messenger of God."},{"id":672,"title":"Quran & Ahlulbait 2 Khalifah yang tak Terpisah (Sharh Sahih)","img":"https://admin.mediakautsar.com/wp-content/uploads/2024/02/image-21.png","grading":"صحيح","tag":["Ahlulbait","Khalifatain","Qur'an"],"tags":"Ahlulbait, Khalifatain, Qur'an","reference":"Faidul Qadir Sharah Jami' al-Shaghir Jil.3 Hal.19-20 - al-Manawi","kitab":"Faidul Qadir Sharah Jami' al-Shaghir","author":"al-Manawi","volume":"3","page":"19 - 20","source_url":"https://archive.org/details/0177621_202003/فيض%20القدير%20شرح%20الجامع%20الصغير%20-%20المناوي/03_77623/page/18/mode/2up","youtube_url":"https://www.youtube.com/watch?v=Vccs8KkIi-4","text_ar":"وفي هذا مع قوله أولاً إني تارك فيكم تلويح بل تصريح بأنهما كتوأمين خلفهما ووصى أمته بحسن معاملتهما وإيثار حقهما على أنفسهم واستمساك بهما في الدين\r\n\r\nقال الشريف : هذا الخبر يفهم وجود من يكون أهلا للتمسك به من أهل البيت والعترة الطاهرة في كل زمن إلى قيام الساعة حتى يتوجه الحث المذكور إلى التمسك به كما أن الكتاب كذلك فلذلك كانوا أماناً لأهل الأرض فإذا ذهبوا ذهب أهل الأرض","text_id":"Dalam hal ini bersamaan dengan sabda beliau saw yang pertama “sesungguhnya aku tinggalkan kepada kalian” adalah isyarat bahkan penjelasan bahwa keduanya (al-Quran dan Itrah) seperti dua saudara kembar. Rasulullah saw meninggalkan keduanya serta mewaistkan umat beliau saw agar memperlakukan keduanya dengan baik. Mengutamakan hak-hak keduanya atas diri mereka sendiri dan berpegang teguh dengan keduanya (al-Quran dan Itrah) didalam perkara agama.\r\n\r\nAl-Syarif berkata: Riwayat ini memberikan pemahaman bahwa adanya seseorang yang ahli untuk dijadikan pegangan oleh umat, dari kalangan Ahlul Bait dan Itrah yang suci di setiap zaman sampai hari kiamat, sehingga anjuran itu tertuju kepada berpegang teguh dengannya (Itrah Ahlul Bait) sama halnya dengan al-Quran, oleh karena itu mereka (Ahlul Bait) adalah pelindung bagi penghuni bumi, jika mereka (Ahlul Bait) tidak ada, maka penghuni bumi akan binasa ","text_en":"In this, along with his first saying that \"I am leaving among you,\" is not merely an indication but a declaration that they (the Quran and the Itrah) are like twins. He left them behind and advised his nation to treat them well, to prioritize their rights over themselves, and to hold firmly to them in matters of religion.\r\n\r\nAl-Sharif said: This narration makes it understood that there exists someone worthy of being clung to by the nation, from among the Ahlul Bayt and the pure Itrah, in every era until the Day of Judgment, so that the mentioned encouragement is directed towards holding firmly to it (the Itrah of Ahlul Bayt) just as with the Quran. Therefore, they (the Ahlul Bayt) are a safeguard for the inhabitants of the earth; if they (the Ahlul Bayt) were to be gone, the inhabitants of the earth would perish."},{"id":670,"title":"Ali Seperti Harun di Sisi Musa – Bukan Nabi tapi Khalifah","img":"https://admin.mediakautsar.com/wp-content/uploads/2024/02/image-20.png","grading":"صحيح","tag":["Fadhail Ali bin Abi Thalib","Khalifah","Mawla"],"tags":"Fadhail Ali bin Abi Thalib, Khalifah, Mawla","reference":"Al-Mustadrak al-Sahihayn (251/4652) Jil.3 Hal.143-144 - al-Hakim Nishapuri","kitab":"Al-Mustadrak al-Sahihayn (251/4652)","author":"al-Hakim Nishapuri","volume":"3","page":"143-144","source_url":"https://archive.org/details/03_20210622_20210622_0759/03/page/n143/mode/2up","youtube_url":"https://www.youtube.com/watch?v=8Hchr7pUQ48","text_ar":"فقال له : أما ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه ليس بعدي نبي إنه لا ينبغي أن أذهب إلا وأنت خليفتي\r\n\r\nهذا حديث صحيح الإسناد ولم يخرجاه بهذه السياقة\r\n\r\nقال في التلخيص : صحيح","text_id":"Kemudian Nabi saw bersabda: tidakkah engkau ridha kedudukanmu disisiku seperti kedudukan Harun di sisi Musa, hanya saja tidak ada Nabi setelahku. Dan tidak diperkenankan aku pergi melainkan engkau menjadi khalifahku\r\n\r\nAl-Hakim berkata: hadis ini sanadnya shohih, akan tetapi bukhari-muslim tidak meriwayatkan dengan redaksi seperti ini.\r\n\r\nAdz-Dzahabi berkata: hadis shohih.","text_en":"Then the Prophet PBUH said: \"Would you not be content if your position with me is like Aaron's position with Moses, only that there is no prophet after me. And I am not allowed to leave unless you become my successor.\"\r\n\r\nAl-Hakim said: This hadith has an authentic chain of narration, but Bukhari and Muslim did not narrate it in this wording.\r\n\r\nAd-Dhahabi said: The hadith is authentic."},{"id":666,"title":"Quran & Ahlulbait 2 Khalifah yang tak Terpisah (Sahih)","img":"https://ucarecdn.com/8777f2b7-24cd-46c1-99a2-fb9607560c0f/","grading":"صحيح","tag":["Ahlulbait","Khalifatain","Qur'an","Thaqalayn"],"tags":"Ahlulbait, Khalifatain, Qur'an, Thaqalayn","reference":"Al-Jami' al-Saghir No. 2631 Jil.1 Hal.157 - Jalaludin al-Suyuti","kitab":"Al-Jami' al-Saghir No. 2631","author":"Jalaludin al-Suyuti","volume":"1","page":"157","source_url":"https://archive.org/details/al-jami-al-shaghi-ocr","youtube_url":"https://www.youtube.com/watch?v=WSFaHwuFMzs","text_ar":"إني تارك فيكم خليفتين : كتاب الله ، حبل ممدود ما بين السماء والأرض ، أو ما بين السماء إلى الأرض ، وعترتي أهل بيتي ، وإنهما لن يتفرقا حتى يردا علي الحوض","text_id":"Sesungguhnya aku telah tinggalkan kepada kalian dua khalifah; yaitu Kitabullah (al-Quran) dan Ahlul Baitku, dan sungguh keduanya tidak akan terpisah sampai keduanya datang menemuiku di telaga (haudh)","text_en":"The Messenger of Allah, peace and blessings be upon him, said: \"I leave behind for you two successors: the Book of Allah, a stretched rope between the heavens and the earth, or from the heavens to the earth, and my family, the people of my house. And indeed, they will never be separated until they meet me at the Pond (Hawd)"},{"id":663,"title":"Ahlulbait Bahtera Nuh (2)","img":"https://ucarecdn.com/be62eb07-0091-4e7b-af45-8bf83097571e/","grading":"حسن","tag":["Ahlulbait"],"tags":"Ahlulbait","reference":"Al-Jami' al-Saghir No. 8162 Jil.1 Hal.499 - Jalaludin al-Suyuti","kitab":"Al-Jami' al-Saghir No. 8162","author":"Jalaludin al-Suyuti","volume":"1","page":"499","source_url":"https://archive.org/details/al-jami-al-shaghi-ocr","youtube_url":"https://www.youtube.com/watch?v=gU1se2n8sL4","text_ar":"مثل أهل بيتي مثل سفينة نوح من ركبها نجا ومن تخلف عنها غرق ","text_id":"perumpamaan Ahlul Baitku adalah seperti bahtera Nuh, siapa yang menaikinya akan selamat dan siapa yang berpaling darinya akan tenggelam.","text_en":"\"The parable of my Ahlul Bayt is like the ark of Noah, whoever boards it will be saved and whoever turns away from it will drown.\""},{"id":661,"title":"Ahlulbait Bahtera Nuh","img":"https://ucarecdn.com/8dbda893-ac68-4606-960f-c41f79be155f/","grading":"صحيح","tag":["Ahlulbait"],"tags":"Ahlulbait","reference":"Al-Mustadrak al-Sahihayn (449/3312) Jil.2 Hal.373 - al-Hakim Nishapuri","kitab":"Al-Mustadrak al-Sahihayn (449/3312)","author":"al-Hakim Nishapuri","volume":"2","page":"373","source_url":"https://archive.org/details/03_20210622_20210622_0759/02/page/n371/mode/2up","youtube_url":"https://www.youtube.com/watch?v=gU1se2n8sL4","text_ar":"مثل أهل بيتي مثل سفينة نوح من ركبها نجا ومن تخلف عنها غرق \r\n\r\nهذا حديث صحيح على شرط مسلم ولم يخرجاه","text_id":"perumpamaan Ahlul Baitku adalah seperti bahtera Nuh, siapa yang menaikinya akan selamat dan siapa yang berpaling darinya akan tenggelam.\r\n\r\nAl-Hakim: hadis ini Sahih sesuai syarat Muslim akan tetapi Bukhari & Muslim tidak meriwayatkannya","text_en":"\"The parable of my Ahlul Bayt is like the ark of Noah, whoever boards it will be saved and whoever turns away from it will drown.\"\r\n\r\nAl-Hakim: this hadith is Sahih (authentic) according to the condition of Muslim, but Bukhari & Muslim did not narrate it"},{"id":659,"title":"Ali: Orang Pertama yang Solat bersama Rasulullah","img":"https://ucarecdn.com/93edfc40-2a2e-404e-97f6-943b5a423308/","grading":"صحيح","tag":["Fadhail Ali bin Abi Thalib","Wahabi"],"tags":"Fadhail Ali bin Abi Thalib, Wahabi","reference":"Sahih Sunan at Tirmidzi No. 3734 Jil. Hal. - al-Albani","kitab":"Sahih Sunan at Tirmidzi No. 3734","author":"al-Albani","volume":"","page":"","source_url":"https://archive.org/details/muhamad_afia_hotmail_20170317_1201/page/n1829/mode/2up","youtube_url":"https://www.youtube.com/watch?v=UPHHXFcXH_M","text_ar":"عَنِ ابْنِ عَبَّاسٍ قَالَ أَوَّلُ مَنْ صَلَّى عَلِىٌّ.\r\n\r\nقال الالباني : صحيح.","text_id":"dari ibn Abbas yang berkata: orang yang pertama kali sholat bersama Rasulullah saw adalah Ali bin Abi Thalib. \r\n\r\nAl-bani berkata: Sahih","text_en":"From Ibn Abbas who said: The first person to pray with the Prophet Muhammad was Ali bin Abi Talib.\r\n\r\nAl-Albani said: Authentic."},{"id":657,"title":"Ali Pintu Ilmu","img":"https://ucarecdn.com/eeac26d3-edfa-46a1-b255-1a76c6084367/","grading":"صحيح","tag":["Fadhail Ali bin Abi Thalib","Ilmu"],"tags":"Fadhail Ali bin Abi Thalib, Ilmu","reference":"Al-Mustadrak al-Sahihayn (235/4637) Jil.3 Hal.137 - al-Hakim Nishapuri","kitab":"Al-Mustadrak al-Sahihayn (235/4637)","author":"al-Hakim Nishapuri","volume":"3","page":"137","source_url":"https://archive.org/details/03_20210622_20210622_0759/03/mode/2up","youtube_url":"","text_ar":"قال رسول الله ﷺ : أنا مدينة العلم وعلي بابها فمن أراد المدينة فليأت الباب\r\n\r\nهذا حديث صحيح الإسناد ولم يخرجاه","text_id":"Rasulullah Shallallahu 'alaihi wa sallam bersabda: Akulah kota ilmu dan Ali adalah pintu gerbangnya, siapa yang ingin (memasuki) kota itu maka datanglah ke pintu gerbangnya\r\n\r\nal-Hakim: Hadis Sahih, namun tidak diriwayatkan keduanya (Bukhari dan Muslim)","text_en":"The Messenger of God, peace and blessings be upon him, said: I am the city of knowledge and Ali is its gate. Whoever wants the city should come to the gate\r\n\r\nal-Hakim: Sahih Hadith, but not narrated by both (Bukhari and Muslim)"},{"id":655,"title":"Ali dariku dan aku darinya dan dia adalah wali bagi seluruh mukmin sepeninggalku","img":"https://ucarecdn.com/7990dbc5-e27a-463e-a87e-8fea6481eb7b/","grading":"إسناده قوي","tag":["Fadhail Ali bin Abi Thalib","Mawla"],"tags":"Fadhail Ali bin Abi Thalib, Mawla","reference":"Shohih Ibn Hibban  Jil.15 Hal.373-374 - Ibn Hibban","kitab":"Shohih Ibn Hibban ","author":"Ibn Hibban","volume":"15","page":"373 - 374","source_url":"https://archive.org/details/SahihIbnHibanTartibIbnBilban/SahehBnHibban_15/page/n371/mode/2up","youtube_url":"https://www.youtube.com/watch?v=KRIlatKRy5c","text_ar":"إن عليا مني وأنا منه وهو ولي كل مؤمن بعدي ذكر البيان بأن علي بن أبي طالب رضي الله عنه كان ناصر كل ما ناصره رسول الله صلى الله عليه وسلم.\r\n\r\nقال المحقق : إسناده قوي.","text_id":"Sesunggunya Ali dariku dan aku darinya dan dia adalah Wali bagi seluruh mukmin sepeninggalku. \r\n\r\nSyuaib arnaut berkata: sanad hadis ini kuat","text_en":"\"Indeed, Ali is from me and I am from him, and he is the Wali of all believers after me.\"\r\n\r\nShuaib Arnaut said: \"The chain of narration of this hadith is strong.\""},{"id":653,"title":"Kebenaran ada bersama orang ini (Ali)","img":"https://ucarecdn.com/f1f79978-3be3-4395-92f6-8633d889cff2/","grading":"رجاله ثقات","tag":["Fadhail Ali bin Abi Thalib","Maksum"],"tags":"Fadhail Ali bin Abi Thalib, Maksum","reference":"Majma al-Zawaid Jil.7 Hal.475 - al-Haitsami","kitab":"Majma al-Zawaid","author":"al-Haitsami","volume":"7","page":"475","source_url":"https://archive.org/details/MajmaUzZawaidWaManbeUlFawaid/مجمع%20الزوائد%20جلد%207/page/n473/mode/2up","youtube_url":"https://www.youtube.com/watch?v=-Wnh6wOPO9I","text_ar":"وعن أبي سعيد - يعني الخدري - قال : كنا عند بيت النبي صلى الله عليه و سلم في نفر من المهاجرين والأنصار فقال : \" ألا أخبركم بخياركم ؟ \" . قالوا : بلى قال : \" خياركم الموفون المطيبون إن الله يحب الخفي التقي \"  قال : ومر علي بن أبي طالب فقال : \" الحق مع ذا الحق مع ذا \" \r\n\r\nرواه أبو يعلى ورجاله ثقات","text_id":"Dan dari Abu Said al-Khudri ra berkata, “Saat itu aku berada di rumah Nabi saw bersama di antara kaum Muhajirin dan Anshar, lalu Rasulullah saw keluar dan bersabda, “Maukah kalian aku beritahu siapa orang yang terpilih di antara kalian? \r\n\r\nMereka menjawab, “Iya”. \r\n\r\nBeliau bersabda, “Orang pilihan di antara kalian adalah mereka yang setia, baik, sesungguhnya Allah mencintai seorang yang tersembunyi lagi bertaqwa\"\r\n\r\nsaat itu Ali bin Abi Thalib as lewat dan beliau saw pun bersabda, “Kebenaran ada bersama orang ini, kebenaran ada bersama orang ini!”\r\n\r\nAl-Haitsami berkata, “Abu Ya’la telah meriwayatkannya dan para perawinya dapat dipercaya”. ","text_en":"Abu Sa'id - referring to Al-Khudri - said: \"We were at the house of the Prophet, peace be upon him, among a group of Muhajirun (emigrants) and Ansar (helpers) when he said: 'Shall I not inform you of the best among you?' \r\n\r\nThey said: 'Yes.'\r\n\r\nHe said: 'The best among you are those who are faithful and kind. Indeed, Allah loves the discreet and the pious.' \r\n\r\nThen, Ali bin Abi Talib passed by and he said: 'Truth is with this person, truth is with this person!'\"\r\n\r\nNarrated by Abu Ya'la, and his men are trustworthy."},{"id":651,"title":"Ali: Shiddiq al-Akbar","img":"https://ucarecdn.com/72ead0d5-9dc3-4135-9f60-7caff1c83960/","grading":"اسناده صحيح رجاله ثقات","tag":["Fadhail Ali bin Abi Thalib","Mawla"],"tags":"Fadhail Ali bin Abi Thalib, Mawla","reference":"Kitab Misbah al-Zujajah Jil.1 Hal.160 - al-Bushiri","kitab":"Kitab Misbah al-Zujajah","author":"al-Bushiri","volume":"1","page":"160","source_url":"https://archive.org/details/alfirdwsiy2018_gmail_3806/page/n159/mode/2up","youtube_url":"https://www.youtube.com/watch?v=-kdU0IPC4Xw","text_ar":"قال علي أنا عبد الله وأخو رسوله صلى الله عليه وسلم وأنا الصديق الأكبر لا يقولها بعدي إلا كذاب صليت قبل الناس بسبع سنين .\r\n\r\nقال البوصيري: اسناده صحيح رجاله ثقات","text_id":"Ali berkata: Aku adalah hamba Allah dan saudara Rasul-Nya, aku adalah Shiddiqul Akbar, tidak ada yang mengatakannya setelahnya kecuali seorang pembohong, aku telah melaksanakan shalat 7 tahun sebelum manusia yang lain\"\r\n\r\nAl-Bushiri berkata: sanadnya shohih para perawinya terpercaya","text_en":"Ali said, \"I am a servant of Allah and the brother of His Messenger, I am Shiddiqul Akbar, no one else can say this after me except a liar, I have performed prayers 7 years before other people.\"\r\n\r\nAl-Bushiri said: Its chain is authentic, its narrators are reliable."},{"id":649,"title":"Ali Pemimpin Dunia Akhirat","img":"https://ucarecdn.com/3a2c5588-032f-493f-9c0c-29d97ef2fcad/","grading":"رجال الإسناد ثقات","tag":["Fadhail Ali bin Abi Thalib","Mawla"],"tags":"Fadhail Ali bin Abi Thalib, Mawla","reference":"Fadhail al-Shahabah No. 1092 Jil.2 Hal.796-797 - Imam Ahmad bin Hanbal","kitab":"Fadhail al-Shahabah No. 1092","author":"Imam Ahmad bin Hanbal","volume":"2","page":"796-797","source_url":"https://archive.org/details/Nader.Al-Imam.Al-Mahdi/page/n795/mode/2up","youtube_url":"https://www.youtube.com/watch?v=F5ogjfeeJxk&t=59s","text_ar":"عن ابن عباس قال : بعثني النبي صلى الله عليه وسلم إلى علي بن أبي طالب فقال : « أنت سيد في الدنيا ، وسيد في الآخرة ، من أحبك فقد أحبني ، وحبيبك حبيب الله ، وعدوك عدوي ، وعدوي عدو الله ، الويل لمن أبغضك من بعدي » .\r\n\r\nقال المحقق : رجال الإسناد ثقات.\r\n","text_id":"Dari Ibn Abbas berkata: Nabi saw mengutusku untuk menemui Ali bin Abi Thalib dan beliau berkata (kepada Ali): \r\n\r\n\"Engkau adalah pemuka di dunia dan di akhirat\"\r\n\r\n\"Siapa yang mencintaimu berarti telah mencintaiku dan kekasihmu adalah kekasih Allah, musuhmu adalah musuhku, musuhku adalah musuh Allah. Maka celakalah bagi orang yang membencimu sepeninggalku\"\r\n\r\nMuhaqiq berkata: Para perawinya adalah para perawi terpercaya.","text_en":"From Ibn Abbas, he said: The Prophet, may peace be upon him, sent me to Ali bin Abi Talib and said (to Ali): \r\n\r\n\"You are a leader in this world and a leader in the hereafter. \r\n\r\nWhoever loves you has indeed loved me, and your beloved is the beloved of Allah, your enemy is my enemy, my enemy is the enemy of Allah. Woe to those who hate you after me.\"\r\n\r\nThe investigator said: The men in the chain of narration are trustworthy."},{"id":647,"title":"Ahmad bin Hanbal: Tidak Ada Sahabat Lain yang memiliki keutamaan seperti Ali","img":"https://admin.mediakautsar.com/wp-content/uploads/2024/02/image-10.png","grading":"","tag":["Fadhail Ali bin Abi Thalib"],"tags":"Fadhail Ali bin Abi Thalib","reference":"Tarikh al-Khulafa Jil.1 Hal.285 - Imam al-Suyuthi","kitab":"Tarikh al-Khulafa","author":"Imam al-Suyuthi","volume":"1","page":"285","source_url":"https://archive.org/details/FP145257/mode/2up","youtube_url":"https://www.youtube.com/watch?v=Q3J0l5JVLrU","text_ar":"قال أحمد بن حنبل: ما ورد لأحد من أصحاب رسول الله صلى الله عليه وسلم من الفضائل ما ورد لعلي رضي الله عنه أخرجه الحاكم.","text_id":"Imam Ahmad bin Hanbal berkata: tidak ada riwayat untuk seorangpun dari sahabat Rasulullah saw berupa keutamaan-keutamaan sebagaimana yang diriwayatkan untuk Ali ra.","text_en":"Ahmad ibn Hanbal said: No virtues have been reported for anyone among the companions of the Messenger of Allah, peace and blessings be upon him, like those reported for Ali, may Allah be pleased with him."},{"id":645,"title":"Ali: Wajib Taat Kepada Ali","img":"https://admin.mediakautsar.com/wp-content/uploads/2024/02/image.png","grading":"صحيح","tag":["Fadhail Ali bin Abi Thalib","Maksum","Mawla","Qur'an"],"tags":"Fadhail Ali bin Abi Thalib, Maksum, Mawla, Qur'an","reference":"Al-Mustadrak al-Sahihayn (215/4617) Jil.3 Hal.131 - al-Hakim Nishapuri","kitab":"Al-Mustadrak al-Sahihayn (215/4617)","author":"al-Hakim Nishapuri","volume":"3","page":"131","source_url":"https://archive.org/details/03_20210622_20210622_0759/03/page/n129/mode/2up","youtube_url":"https://www.youtube.com/watch?v=Q3J0l5JVLrU&t=17s","text_ar":"قال رسول الله صلى الله عليه و سلم : من أطاعني فقد أطاع الله و من عصاني فقد عصي الله و من أطاع عليا فقد أطاعني و من عصي عليا فقد عصاني هذا حديث صحيح الإسناد و لم يخرجاه \r\n\r\nتعليق الذهبي قي التلخيص : صحيح","text_id":"Bersabda Rasulullah saw: barang siapa yang taat kepadaku maka dia telah taat kepada Allah, dan barang siapa yang menentangku berarti dia telah menentang Allah, dan barang siapa yang taat kepada Ali maka dia telah taat kepadaku, dan barang siapa yang menetang Ali maka dia telah menentangku.\r\n\r\nAl-hakim berkata: Hadis ini sanadnya sahih tetapi bukhari muslim tidak meriwayatkannya\r\n\r\nDzahabi berkata: sahih","text_en":"The Messenger of Allah, peace and blessings be upon him, said: \"Whoever obeys me has indeed obeyed Allah, and whoever disobeys me has indeed disobeyed Allah. And whoever obeys Ali has indeed obeyed me, and whoever disobeys Ali has indeed disobeyed me.\"\r\n\r\nAl-Hakim: This hadith has a Sahih Isnad and was not reported by them (Bukhari and Muslim)\r\n\r\nAl-Dhahabi's comment in the summary: Sahih"},{"id":643,"title":"Ali Bersama Quran dan Quran bersama Ali (Ismah)","img":"https://admin.mediakautsar.com/wp-content/uploads/2024/02/image-8.png","grading":"صحيح","tag":["Fadhail Ali bin Abi Thalib","Maksum","Mawla","Qur'an"],"tags":"Fadhail Ali bin Abi Thalib, Maksum, Mawla, Qur'an","reference":"Al-Tanwir Syarah al-Jami al-Shagir Jil.7 Hal.334-335 - Imam al-Shon’ani","kitab":"Al-Tanwir Syarah al-Jami al-Shagir","author":"Imam al-Shon’ani","volume":"7","page":"334 - 335","source_url":"https://ia802209.us.archive.org/26/items/WAQ116201/07_116207.pdf","youtube_url":"https://www.youtube.com/watch?v=sBFdqOfOlnY","text_ar":"علي مع القرآن والقرآن مع علي، لن يفترقا حتى يردا على الحوض\r\n\r\nعن أم سلمة (صح)\r\n\r\n(علي مع القرآن) تابع له لا يفارق أمره ونهيه ومواعظه وأمثاله ومعرفة معانيه والاشتغال به ولا يأتي أمراً ولا نهياً إلا : ( والقرآن مع علي) مصاحبه (لن يفترقا ) فعلي لا يأتي خلاف القرآن فهو لا يفارقه والقرآن لا يفارق من اتخذه قدوته فهما مصطحبان حتى يردا على الحوض وورود القرآن حقيقة إذا تجسمت\r\n\r\nالأعراض في الآخرة، أو جعل ورود علي على الحوض مصاحبا للقرآن، ورودا للقرآن وهذا الحديث من أدلة العصمة (1) لأن من لازم القرآن ولازمه القرآن لا يأتي معصية إذ لو أتاها لفارقه القرآن والحديث يشهد بأنه لا فراق بينهما، فالحديث من أجل أدلة فضائله وأدلة علمه بتأويله فإنه لا يلازم إلا من عرف\r\nمعانيه\r\n\r\nوأخرج البزار عن أبي ذر قال: قال رسول الله ﷺ لعلي ه: «من فارقني فارق الله ومن فارقك فارقني قال الهيثمي: رجاله ثقات","text_id":"Rasulullah saw bersabda: Ali bersama al-Quran dan al-Quran bersama Ali, keudanya tidak akan pernah berpisah sampai menjumpaiku di telaga haudh.\r\n\r\nAl-shon’ani berkata: Ali bersama al-Quran yaitu mengikutinya dan tidak meninggalkan perintahnya, larangannya, hikmahnya, tauladannya, pengetahuan maknanya serta menyibukkan diri dengannya.\r\n\r\nMaka tidaklah datang perintah maupun larangan kecuali al-Quran bersama Ali… keduanya tidak akan berpisah, maka Ali tidaklah berbuat hal yang bertentangan dengan al-Quran, beliau tidaklah berpisah dengan al-Quran sedangkan al-Quran tidaklah berpisah dengan orang yang menjadikannya suri tauladan, maka keduanya senantiasa bersama\r\n\r\nhadis ini termasuk dalil ishmah (keterjagaan dari dosa) karena barang siapa yang tidak meninggalkan al-Quran dan al-Quran pun tidak meninggalkannya, dia tidaklah berbuat maksiat, karena jika dia berbuat maksiat maka al-Quran pasti berpisah darinya. Sedangkan hadis ini menjadi bukti tentang tidak adanya perpisahan antara keduanya (yaitu antara Al-Qur’an dan Imam Ali as) Maka hadis ini adalah dalil yang paling agung tentang keutamaan Ali. Dan dalil akan keilmuan beliau tentang takwil al-Quran, karena al-Quran tidak akan melekat kecuali dengan orang yang mengetahui makna-maknanya.\r\n\r\n(...)\r\n\r\nAl-Bazzar juga telah meriwayatkan dari Abu Dzar yang berkata: Rasulullah saw bersabda kepada Ali ra: Barang siapa yang berpisah denganku, maka dia telah berpisah dengan Allah dan barang siapa yang berpisah denganmu (Ali) maka dia telah berpisah denganku. \r\n\r\nAl-Haitsami berkata: Para perawinya terpercaya","text_en":"The Prophet Muhammad (peace be upon him) said: Ali is with the Quran, and the Quran is with Ali, and they will never part until they meet me at the Pool of Kauthar.\r\n\r\nAl-Shon'ani said: Ali being with the Quran means he follows it without neglecting its commands, prohibitions, wisdom, examples, understanding of its meanings, and engaging with it.\r\n\r\nSo, there is no command or prohibition except that the Quran is with Ali… they will never part, hence Ali does not act contrary to the Quran, he does not part from the Quran, and the Quran does not part from one who takes it as a model, thus they are always together.\r\n\r\nThis hadith is among the proofs of ishmah (protection from sin) because whoever does not leave the Quran and the Quran does not leave him, he does not commit sin, for if he did commit a sin then the Quran would surely depart from him. While this hadith is evidence of the inseparability between them (i.e., between the Quran and Imam Ali). Therefore, this hadith is the greatest proof of Ali's virtue and evidence of his knowledge in the interpretation of the Quran, because the Quran does not adhere except to one who knows its meanings.\r\n\r\nAl-Bazzar also narrated from Abu Dharr who said: The Messenger of Allah (peace be upon him) said to Ali: Whoever parts from me, parts from Allah and whoever parts from you (Ali) parts from me.\r\n\r\nAl-Haitsami said: Its narrators are trustworthy."},{"id":641,"title":"Testimoni Para Sahabat Tentang Keilmuan Ali","img":"https://admin.mediakautsar.com/wp-content/uploads/2024/02/image-7.png","grading":"","tag":["Fadhail Ali bin Abi Thalib"],"tags":"Fadhail Ali bin Abi Thalib","reference":"Al-Tanwir Syarah al-Jami al-Shagir Jil.7 Hal.335 - Imam al-Shon’ani","kitab":"Al-Tanwir Syarah al-Jami al-Shagir","author":"Imam al-Shon’ani","volume":"7","page":"335","source_url":"https://ia802209.us.archive.org/26/items/WAQ116201/07_116207.pdf","youtube_url":"https://www.youtube.com/watch?v=sBFdqOfOlnY&t=326s","text_ar":"وقد ثبت أن ابن عباس أكثر الصحابة علما بالتأويل وقد قال: ما أخذت في تفسيره أي القرآن فعن علي ، وقد أخرج الدارقطني أن عمر سأل علياً عن مسألة فأجاب، فقال: أعوذ بالله أن أعيش في قوم ليس فيهم أبو الحسن ونظائر هذا كثيرة جداً","text_id":"Dan telah ditetapkan bahwa Ibn Abbas adalah sahabat yang paling mengetahui takwil. Dia telah berkata: aku mengambil tafsir al-Quran dari Ali ra. \r\n\r\ndan al-Daruqutni telah meriwayatkan bahwa Umar bertanya kepada Ali lalu beliau menjawabnya, setelah itu Umar berkata: Aku berlindung kepada Allah saat hidup di suatu kaum namun Abu al-Hasan (Ali) tidak ada diantara mereka, \r\n\r\nHal-hal yang serupa seperti ini sangatlah banyak. ","text_en":"It has been proven that Ibn Abbas was the most knowledgeable of the companions in interpretation. He said: I have taken the interpretation of the Quran from Ali, \r\n\r\nand al-Darqutni has narrated that Umar asked Ali about a matter, and he answered. Then Umar said: I seek refuge in Allah from living among a people who do not have Abu al-Hasan (Ali) among them, \r\n\r\nand there are very many instances like this."},{"id":639,"title":"Awla(Mawla) artinya ketaatan (bukan hanya kecintaan)","img":"https://admin.mediakautsar.com/wp-content/uploads/2024/02/image-6.png","grading":"صحيح","tag":["Ghadir","Mawla","Qur'an","Tafsir"],"tags":"Ghadir, Mawla, Qur'an, Tafsir","reference":"Zaad Al-Masiir Jil.1 Hal.1114 - Ibn Jauzi","kitab":"Zaad Al-Masiir","author":"Ibn Jauzi","volume":"1","page":"1114","source_url":"https://archive.org/details/aakamel18_gmail_20190210_2218/page/n1113/mode/2up","youtube_url":"https://www.youtube.com/watch?v=cQqTRrjMO64","text_ar":"قَال ابن عباس : إِذَا دَعَاهُمْ إِلَى شَيْءٍ ، وَدَعَتْهُمْ أَنْفُسُهُمْ إِلَى شَيْءٍ ، كَانَتْ طَاعَتُهُ أَوْلَى مِنْ طَاعَةِ أَنْفُسِهِمْ؛\r\n\r\nوَهَذَا صَحِيْحٌ، فَاِنَّ أَنْفُسَهُمْ تَدْعُوْهُمْ إِلَى ماَ فِيْهِ هَلَاكُهُمْ ، وَالرَّسُوْلُ يَدْعُوْهُمْ إِلَى ماَ فِيْهِ نَجَاتُهُمْ .","text_id":"Ibn Abbas berkata: jika Nabi SAW menyeru mereka atas sesuatu, sementara diri mereka sendiri ingin melakukan hal lain, maka taat kepada beliau SAW lebih utama di bandingkan taat kepada diri mereka sendiri. \r\n\r\nInilah yang benar, karena diri mereka akan mengantarkan kepada sesuatu yang terdapat di dalamnya sebuah kehancuran sementara Nabi saw menyeru mereka untuk sesuatu yang terdapat keselamatan di dalamnya.","text_en":"Ibn Abbas said: If the Prophet (peace be upon him) calls them to something, while they themselves are inclined towards something else, then obedience to him is more paramount than obedience to themselves. \r\n\r\nThis is true, for their selves lead them to something in which lies their destruction, whereas the Messenger calls them to something in which lies their salvation."},{"id":637,"title":"Ali Bersama Quran dan Quran bersama Ali","img":"https://admin.mediakautsar.com/wp-content/uploads/2024/02/image-5.png","grading":"صحيح","tag":["Fadhail Ali bin Abi Thalib","Qur'an"],"tags":"Fadhail Ali bin Abi Thalib, Qur'an","reference":"Al-Mustadrak al-Sahihayn (226/4628) Jil.3 Hal.134 - al-Hakim Nishapuri","kitab":"Al-Mustadrak al-Sahihayn (226/4628)","author":"al-Hakim Nishapuri","volume":"3","page":"134","source_url":"https://archive.org/details/03_20210622_20210622_0759/03/mode/2up","youtube_url":"","text_ar":"علي مع القرآن والقرآن مع علي لن يتفرقا حتى يردا علي الحوض","text_id":"Ali bersama dengan Al-Qur'an dan Al-Qur'an bersama dengan Ali, mereka tidak akan berpisah sampai mereka kembali ke al-Haud (Telaga al-Kautsar)","text_en":"\"Ali is with the Qur'an and the Qur'an is with Ali, they will not be separated until they return to the Pond (of al-Kawthar)\""},{"id":633,"title":"Sahabat2: Penduduk Madinah Terbaik adalah Ali bin Abi Thalib","img":"https://admin.mediakautsar.com/wp-content/uploads/2024/02/image-4.png","grading":"إسناده صحيح","tag":["Fadhail Ali bin Abi Thalib"],"tags":"Fadhail Ali bin Abi Thalib","reference":"Fadhail al-Shahabah No. 1033 Jil.2 Hal.747 - Imam Ahmad Bin Hanbal","kitab":"Fadhail al-Shahabah No. 1033","author":"Imam Ahmad Bin Hanbal","volume":"2","page":"747","source_url":"https://archive.org/details/Nader.Al-Imam.Al-Mahdi/page/n795/mode/2up","youtube_url":"https://www.youtube.com/watch?v=9cmtKF7knnc","text_ar":"كنا نقول أن أفضل أهل المدينة هو علي بن أبي طالب","text_id":"Kami biasa berbicara bahwa yang terbaik dari penduduk Madinah adalah Ali bin Abi Thalib.","text_en":"We used to say that the best of the people of Madinah is Ali bin Abi Talib"},{"id":630,"title":"Quran & Ahlulbait 2 Khalifah yang tak Terpisah","img":"https://ucarecdn.com/c26dc029-6006-47db-8b04-1e3492511c9c/","grading":"إسناده جيد","tag":["Ahlulbait","Khalifatain","Qur'an"],"tags":"Ahlulbait, Khalifatain, Qur'an","reference":"Majma al-Zawaid Jil.9 Hal.256 - al-Haitsami","kitab":"Majma al-Zawaid","author":"al-Haitsami","volume":"9","page":"256","source_url":"https://archive.org/details/MajmaUzZawaidWaManbeUlFawaid/مجمع%20الزوائد%20جلد%209/page/n255/mode/2up","youtube_url":"https://www.youtube.com/watch?v=WSFaHwuFMzs","text_ar":"إني تارك فيكم خليفتين : كتاب الله ، حبل ممدود ما بين السماء والأرض ، أو ما بين السماء إلى الأرض ، وعترتي أهل بيتي ، وإنهما لن يتفرقا حتى يردا علي الحوض","text_id":"Sesungguhnya aku telah tinggalkan kepada kalian dua khalifah; yaitu Kitabullah (al-Quran) dan Ahlul Baitku, dan sungguh keduanya tidak akan terpisah sampai keduanya datang menemuiku di telaga (haudh)","text_en":"The Messenger of Allah, peace and blessings be upon him, said: \"I leave behind for you two successors: the Book of Allah, a stretched rope between the heavens and the earth, or from the heavens to the earth, and my family, the people of my house. And indeed, they will never be separated until they meet me at the Pond (Hawd)"},{"id":628,"title":"Quran & Ahlulbait 2 Khalifah yang tak Terpisah","img":"https://ucarecdn.com/eeaf4efb-c566-4768-901a-51145e020f76/","grading":"رجاله ثقات","tag":["Ahlulbait","Khalifatain","Qur'an","Thaqalayn"],"tags":"Ahlulbait, Khalifatain, Qur'an, Thaqalayn","reference":"Majma al-Zawaid Jil.1 Hal.413 - al-Haitsami","kitab":"Majma al-Zawaid","author":"al-Haitsami","volume":"1","page":"413","source_url":"https://archive.org/details/MajmaUzZawaidWaManbeUlFawaid/Majma%20uz%20Zawaid%20Wa%20Manbe%20ul%20Fawaid/page/n411/mode/2up","youtube_url":"https://www.youtube.com/watch?v=WSFaHwuFMzs","text_ar":"إني تارك فيكم خليفتين : كتاب الله ، حبل ممدود ما بين السماء والأرض ، أو ما بين السماء إلى الأرض ، وعترتي أهل بيتي ، وإنهما لن يتفرقا حتى يردا علي الحوض","text_id":"“Sesungguhnya aku telah tinggalkan kepada kalian dua khalifah; yaitu Kitabullah (al-Quran) dan Ahlul Baitku, dan sungguh keduanya tidak akan terpisah sampai keduanya datang menemuiku di telaga (haudh)”. ","text_en":"From Zaid bin Thabit, he said: The Messenger of Allah, peace and blessings be upon him, said: \"I leave behind for you two successors: the Book of Allah, a stretched rope between the heavens and the earth, or from the heavens to the earth, and my family, the people of my house. And indeed, they will never be separated until they meet me at the Pond (Hawd).\"\r\n"},{"id":626,"title":"Quran & Ahlulbait 2 Khalifah yang tak Terpisah","img":"https://ucarecdn.com/32f0ac18-e711-411b-b4ee-349dbf34d4a0/","grading":"حسن لغيره","tag":["Ahlulbait","Khalifatain","Qur'an","Thaqalayn"],"tags":"Ahlulbait, Khalifatain, Qur'an, Thaqalayn","reference":"Fadhail al-Shahabah No. 1032 Jil.2 Hal.747 - Imam Ahmad Bin Hanbal","kitab":"Fadhail al-Shahabah No. 1032","author":"Imam Ahmad Bin Hanbal","volume":"2","page":"747","source_url":"https://archive.org/details/Nader.Al-Imam.Al-Mahdi/page/n795/mode/2up","youtube_url":"https://www.youtube.com/watch?v=9cmtKF7knnc","text_ar":"حدثنا عبد الله قال : حدثني أبي ، حدثنا أسود بن عامر ، نا شريك ، عن الركين ، عن القاسم بن حسان ، عن زيد بن ثابت قال : قال رسول الله صلى الله عليه وسلم : « إني تارك فيكم خليفتين : كتاب الله ، حبل ممدود ما بين السماء والأرض ، أو ما بين السماء إلى الأرض ، وعترتي أهل بيتي ، وإنهما لن يتفرقا حتى يردا علي الحوض » \r\nقال المحقق : إسناده حسن لغيره.","text_id":"Dari Zaid bin Tsabit berkata: Rasulullah saw bersabda: aku tinggalkan kepada kalian dua khalifah, Kitabullah yang merupakan tali yang membentang diantara langit dan bumi atau diantara langit sampai ke bumi, juga Itrah Ahlul Baitku, keduanya tidak akan pernah terpisah sampai mereka berdua bertemu denganku di telaga haudh.\r\nDalam catatan kaki Muhaqiq kitab berkata: Sanadnya hasan lighairihi.","text_en":"From Zaid bin Thabit, he said: The Messenger of Allah, peace and blessings be upon him, said: \"I leave behind for you two successors: the Book of Allah, a stretched rope between the heavens and the earth, or from the heavens to the earth, and my family, the people of my house. And indeed, they will never be separated until they meet me at the Pond (Hawd).\"\r\nThe verifier (Muhaqiq) of the book stated: Its chain of narration is good for others (hasan lighairihi)"},{"id":623,"title":"Ummu Salamah: Ahlulbait khusus Rasul, Ali, Fatimah, Hasan dan Husein","img":"https://ucarecdn.com/88e2cdae-5a26-42b0-84d5-bb74eb140888/","grading":"صحيح","tag":["Ahlulbait","Hadist Kisa","Qur'an","Tafsir"],"tags":"Ahlulbait, Hadist Kisa, Qur'an, Tafsir","reference":"Al-Arba’in fi Manaqib Ummahat Mukminin Jil.1 Hal.105-106 - Ibn Asakir","kitab":"Al-Arba’in fi Manaqib Ummahat Mukminin","author":"Ibn Asakir","volume":"1","page":"105 - 106","source_url":"https://archive.org/details/nasai_yopmail_20180221_2359/mode/2up","youtube_url":"https://www.youtube.com/watch?v=H_00YRqbHVQ","text_ar":"، عن أم سلمة رضي الله عنها قالت :\r\nنزلت هذه الآية في بيتي و إنما يُريدُ اللهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْل البيت ويطهركم تطهيراً \" قلت : يا رسول الله ، ألست من أهل البيت ؟ قال : إنك إلى خير، إنك من أزواج رسول الله ﷺ قالت\r\n\r\nوأهل البيت : رسول الله الله وعلي وفاطمة والحسن والحسين . رضي الله\r\nعنهم أجمعين","text_id":"diriwayatkan dari Abu Sa’id Al-Khudri dari Ummu Salamah ra yang berkata: ayat ini turun di rumahku, (Qs.33:33) “sesungguhnya Allah berkehendak mencegah kotoran dari kalian wahai Ahlul bait dan mensucikan kalian sesuci-sucinya”. aku berkata: wahai Rasulullah, bukankah aku termasuk ahlul bait? beliau menjawab: sesungguhnya engkau dalam kebaikan dan engkau salah satu istri Rasulullah.\r\nummu salamah berkata: ahlul bait adalah Rasulullah, Ali, Fatimah, Al-Hasan dan Al-Husein.\r\nIbn Asakir berkata: ini merupakan hadis shohih....\r\nperkataan ummu salamah “bahwa Ahlul Bait adalah mereka yang dia sebutkan, merupakan isyarat kepada yang berada di rumah di saat itu, padahal keluarga Rasulullah saw seluruhnya adalah ahlul bait, namun ayat turun khusus kepada mereka yang telah disebutkan, wallahu a’lam.","text_en":"Narrated by Abu Sa'id Al-Khudri from Umm Salamah, may Allah be pleased with her, who said: \"This verse was revealed in my house, 'Indeed, Allah intends to remove from you the impurity, O people of the [Prophet's] household, and to purify you with [extensive] purification' (Quran 33:33). I said: O Messenger of Allah, am I not part of the people of the household? He replied: Indeed, you are in goodness, you are one of the wives of the Messenger of Allah.\"\r\n\r\nUmm Salamah said: \"The people of the household are the Messenger of Allah, Ali, Fatimah, Al-Hasan, and Al-Hussein. May Allah be pleased with them all.\"\r\n\r\nIbn Asakir said: This is a sahih (authentic) hadith...\r\nThe statement of Umm Salamah, \"that the Ahlul Bayt are those whom she mentioned,\" is an indication to those who were present in the house at that time. However, the entire family of the Messenger of Allah, peace be upon him, are considered Ahlul Bayt, but the verse specifically refers to those who were mentioned, and Allah knows best."},{"id":621,"title":"Jumhur Ulama: Ahlulbait adalah Ali, Fatima, Hasan dan Husein","img":"https://ucarecdn.com/bd679713-2b70-4eb8-a81f-2ca0930c1f47/","grading":"","tag":["Ahlulbait","Qur'an","Tafsir"],"tags":"Ahlulbait, Qur'an, Tafsir","reference":"Muharrar al-wajiz - Tafsir Qur’an Ibn Athiyyah Jil.4 Hal.384 - Ibn Athiyyah","kitab":"Muharrar al-wajiz - Tafsir Qur’an Ibn Athiyyah","author":"Ibn Athiyyah","volume":"4","page":"384","source_url":"https://archive.org/details/04-72244_202304/04_72244/page/n383/mode/2up","youtube_url":"https://www.youtube.com/watch?v=mfyTXVo7GjI","text_ar":"وقالت فرقة : هي الجمهور { أهل البيت } علي وفاطمة والحسن والحسين","text_id":"berkata sekelompok ulama dan ini adalah mayoritas. Ahlul bait adalah Ali, Fatimah, al-Hasan dan al-husain","text_en":"A group of scholars said -and this is the majority- The Ahlul Bayt are Ali, Fatimah, al-Hasan, and al-Husayn."},{"id":619,"title":"Musnad Ahmad: Hadist Kisa","img":"https://ucarecdn.com/fb9e3477-e1ac-4dfd-940c-73428d1b2a3d/","grading":"صحيح","tag":["Ahlulbait","Hadist Kisa","Qur'an"],"tags":"Ahlulbait, Hadist Kisa, Qur'an","reference":"Musnad Ahmad bin Hanbal No. 16988 Jil.28 Hal.195 - Imam Ahmad bin Hanbal","kitab":"Musnad Ahmad bin Hanbal No. 16988","author":"Imam Ahmad bin Hanbal","volume":"28","page":"195","source_url":"https://archive.org/details/waqmsnda/msnda28","youtube_url":"https://www.youtube.com/watch?v=mQ9zEWxN6dI","text_ar":"حدثنا محمد بن مصعب ... عن شداد أبي عمار قال دخلت على واثلة بن الأسقع وعنده قوم فذكروا عليا فلما قاموا قال لي ألا أخبرك : بما رأيت من رسول الله صلى الله عليه و سلم قلت بلى قال أتيت فاطمة رضي الله تعالى عنها أسألها عن علي قالت توجه إلى رسول الله صلى الله عليه و سلم فجلست أنتظره حتى جاء رسول الله صلى الله عليه و سلم ومعه علي وحسن وحسين رضي الله تعالى عنهم آخذ كل واحد منهما بيده حتى دخل فأدنى عليا وفاطمة فأجلسهما بين يديه واجلس حسنا وحسينا كل واحد منهما على فخذه ثم لف عليهم ثوبه أو قال كساء ثم تلا هذه الآية { إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا } وقال اللهم هؤلاء أهل بيتي وأهل بيتي أحق \r\n\r\nتعليق شعيب الأرنؤوط : حديث صحيح","text_id":"“Telah menyampaikan kepada kami Muhammad bin Mush’ab ... dari Syidad bin Abi Ammar yang berkata: “aku menemui Watsilah bin Al-Asqa’ dan di sekelilingnya mereka menyebut-nyebut Ali (hal yang tidak baik), Ketika mereka telah pergi, watsilah berkata kepadaku: maukah aku kabarkan kepadamu sesuatu yang pernah aku lihat dari Rasulullah SAW? Aku menjawab: “ya”. Watsilah berkata: “aku menemui Fatimah ra dan menanyakan Ali kepadanya, Fatimah menjawab: “Ali sedang menemui Rasulullah SAW. “Aku pun duduk menunggu (Ali) kembali, tidak lama kemudian Rasulullah SAW datang bersama Ali, Hasan dan Husain r.a, sambil beliau saw memegang tangan keduanya sampai masuk. Lalu beliau saw mendekatkan dirinya kepada Ali dan Fatimah dan mendudukkan keduanya disamping beliau, demikian juga mendudukkan Hasan dan Husain di atas pangkuannya”\r\nKemudian Rasulullah SAW mengelilingi mereka dengan kainnya atau selimut, seraya membaca ayat ini: “Sesungguhnya Allah bermaksud hendak mencegah dosa dari kalian, wahai ahlul bait dan mensucikan kalian sesuci-sucinya (Qs.33:33). Setelah itu beliau saw berkata: “Ya Allah merekalah Ahlul Baitku, dan Ahlul Baitku lebih berhak.” \r\n\r\nShu'aib al-Arnaut berkata: “Hadis sahih”.","text_en":"Muhammad bin Mus’ab narrated to us... from Shaddad Abi Ammar who said: \"I entered upon Wathilah bin al-Asqa' and there were people with him mentioning Ali in a not-so-good manner. When they left, Wathilah said to me: 'Shall I not inform you of what I saw from the Messenger of Allah, peace and blessings be upon him?' I said: 'Yes.' Wathilah said: 'I went to Fatimah, may Allah be pleased with her, to ask her about Ali. She said: 'Ali has gone to see the Messenger of Allah, peace and blessings be upon him.' So, I sat waiting for him until the Messenger of Allah, peace and blessings be upon him, came along with Ali, Hasan, and Husayn, may Allah be pleased with them, holding each of their hands until they entered. Then he brought Ali and Fatimah closer, seated them in front of him, and seated Hasan and Husayn, each on one of his thighs. Then he wrapped his cloak or said a garment around them and recited this verse: 'Indeed, Allah wishes to remove from you the impurity, O people of the [Prophet's] household, and to purify you with [extensive] purification.' (Quran 33:33) And said: 'O Allah, these are my household, and my household have more right.'\"\r\n\r\nShu'aib al-Arnaut commented: \"The hadith is authentic.\""},{"id":617,"title":"Mubahalah adalah Ali, Fatimah, Hasan dan Husein","img":"https://ucarecdn.com/bec037e8-802e-4106-8aba-ea94a2771971/","grading":"","tag":["Ahlulbait","Mubahala","Qur'an","Wahabi"],"tags":"Ahlulbait, Mubahala, Qur'an, Wahabi","reference":"Al-Jawabu Shahih liman Baddala Dinal Masih Jil.1 Hal.197 - Ibn Taymiyyah","kitab":"Al-Jawabu Shahih liman Baddala Dinal Masih","author":"Ibn Taymiyyah","volume":"1","page":"197","source_url":"https://archive.org/details/0084101/06_84106/mode/2up","youtube_url":"https://www.youtube.com/watch?v=V12Spx9KRRQ","text_ar":"وقد ثبت في الصحاح حديث وفد نجران ففي البخاري ومسلم : عن حذيفة وأخرجه مسلم عن سعد بن أبي وقاص قال : لما نزلت هذه الآية :\r\n\r\nفَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ\r\n\r\n:دعا رسول الله - صلى الله عليه وسلم - علياً وفاطمة وحسناً وحسيناً فقال \r\n\r\n<<اللهم هؤلاء أهلي >>","text_id":"telah ditetapkan dalam kitab-kitab sahih, hadis tentang datangnya utusan Nasrani Najran yang terdapat dalam bukhari, Muslim dari (jalur periwayatan) khudzzifah dan telah dikeluarkan oleh Muslim (Tanpa Bukhari) dari (jalur periwayatan) Sa'ad bin abi waqqas yang berkata:\r\n\r\n\"Ketika turun ayat 61 dari surat Ali Imran ini \"Maka Katakanlah (kepadanya): \"Marilah kita memanggil anak-anak Kami dan anak-anak kalian, perempuan-perempuan Kami dan perempuan-perempuan kalian……..\"\r\n\r\nRasulullah SAW memanggil Ali, Fatimah, Hasan dan Husain seraya bersabda: \"Ya Allah, merekalah keluargaku\".","text_en":"It has been established in the authentic books, the hadith regarding the delegation from the Christians of Najran is found in Bukhari and Muslim: from Hudhayfah and also reported by Muslim from Sa'ad bin Abi Waqqas who said: \"When this verse was revealed:\r\n\r\n\"So say, 'Come, let us call our sons and your sons, our women and your women, ourselves and yourselves'\"\r\n\r\nthe Messenger of Allah - peace and blessings be upon him - called Ali, Fatimah, Hasan, and Husayn and said,\r\n\r\n\"O Allah, these are my family.\""},{"id":615,"title":"Thaqalayn: Quran dan Ahlulbait","img":"https://ucarecdn.com/6b3c2588-c605-486a-9773-c1f00c42ff86/","grading":"صحيح","tag":["Ahlulbait","Ghadir","Thaqalayn"],"tags":"Ahlulbait, Ghadir, Thaqalayn","reference":"Tuhfatul Akhyar bi tartib Syarah Musykilil Atsar Jil.9 Hal.180 - Imam Abu Ja’far a-Thahawi al-Hanafi","kitab":"Tuhfatul Akhyar bi tartib Syarah Musykilil Atsar","author":"Imam Abu Ja’far a-Thahawi al-Hanafi","volume":"9","page":"180","source_url":"https://archive.org/details/tohfat-akhyar-tahawi/تحفة%20الأخيار%20بترتيب%20شرح%20مشكل%20الآثار%20%20الجزء%209/page/n179/mode/2up","youtube_url":"https://www.youtube.com/watch?v=nk-6Di_9AUw","text_ar":"عَنْ زَيْدِ بْنِ اَرْقَم: قَالَ: لَمَّا رَجَعَ رَسُوْلُ اللهِ (ص) عَنْ حَجَّةِ الوَدَاعِ, وَنَزَلَ بِغَدِيرِ خُمٍّ أَمَرَ بِدَوْحَاتٍ فَقُمِّمْنَ ثُمَّ قال كَأَنِّي دُعِيتُ فَأَجَبْتُ إنِّي قَدْ تَرَكْتُ فِيكُمْ الثَّقَلَيْنِ أَحَدُهُمَا أَكْبَرُ من الآخَرِ كِتَابَ اللَّهِ عز وجل وَعِتْرَتِي أَهْلَ بَيْتِي فَانْظُرُوْا كَيْفَ تَخْلُفُوْنِيْ فِيْهِمَا فَإِنَّهُمَا لَنْ يَتَفَرَّقَا حَتَّى يَرِدَا عَلَيَّ الحَوْض\r\n\r\nفَقُلْتُ لِزَيْدٍ سَمِعْتَهُ مِنْ رَسُوْلِ اللَّهِ صلى الله عليه وسلم ؟ فَقَالَ: ماَ كاَنَ فِي الدَّوْحَاتِ أَحَدٌ إِلاَّ رَآهُ بِعَيْنَيْهِ وَسَمِعَهُ بِأُذُنَيْهِ\r\n\r\n(قَالَ أَبُوْ جَعْفَر يَعْنِيْ الإِمَامُ الطَّحَاوِيْ : فَهَذَا الحَدِيْثُ صَحِيْحُ الإِسْنَادِ لاَ طَعْنَ لِأَحَدٍ فِيْ أَحَدٍ مِنْ رُوَاتِهِ","text_id":"Thahawi berkata : sebuah riwayat telah disampaikan kepada kami oleh habib bin abi tsabit dari abi tufail dari zaid bin arqam yang berkata : \" ketika Rasulullah saw pulang dari haji wada' dan sampai di tempat yang bernama Ghadir khum. beliau memerintahkan para sahabatnya berhenti dan berkumpul. Kemudian beliau bersabda:\"seakan akan aku telah dipanggil oleh Allah swt dan akupun akan memenuhi panggilannya; sungguh telah aku tinggalkan untuk kalian tsaqalain (dua yang berat) salah satunya lebih besar dari yang lainnya yaitu kitabullah 'azza wajalla dan itrahku ahlul baitku, maka perhatikanlah oleh kalian bagaimana kalian akan memperlakukan keduanya sepeninggalku, karena keduanya tidak akan pernah berpisah hingga keduanya datang ke telaga ………\".\r\n\r\nLalu aku bertanya kepada Zaid bin Arqam: \"Apakah anda mendengarnya langsung dari Rasulullah saw? Zaid menjawab: \"Tidak ada satu pun yang hadir di tempat itu melainkan dia telah melihatnya langsung dengan mata kepalanya sendiri dan mendengar dengan kedua telinganya\".\r\n\r\nِِِAbu jafar atthohawi berkata ; hadist ini sanadnya shahih, tidak ada seseorangpun yang dapat mencela salah satu perawinya, ","text_en":"English:\r\nThahawi said: A tradition has been narrated to us by Habib bin Abi Thabit from Abi Tufail from Zaid bin Arqam, who said: \"When the Messenger of Allah, peace be upon him, returned from the Farewell Pilgrimage and arrived at a place called Ghadir Khumm, he ordered his companions to stop and gather. Then he said: 'It is as if I have been called by Allah the Almighty, and I will respond to His call; indeed, I have left among you two weighty things (Tsaqalain), one of which is greater than the other: the Book of Allah, the Mighty and Majestic, and my family, the Ahlul Bayt. So, look to how you will treat them after I am gone, for they will never separate until they come to me at the Pond (Hawd).'\"\r\n\r\nThen I asked Zaid bin Arqam: \"Did you hear it directly from the Messenger of Allah, peace be upon him?\" Zaid replied: \"There was not a single person present there but had seen it with his own eyes and heard it with his own ears.\"\r\n\r\nAbu Ja'far ath-Thahawi said: \"This hadith is authentic in its chain of narration, and no one can criticize any of its narrators.\""}]